/* The label of the Cancel button */
"Cancel" = "Avbryt";

/* The label of the Continue button */
"Continue" = "Fortsätt";

/* The label of the Retry button */
"Retry" = "Försök igen";

/* The label of the Redo button */
"Redo" = "Gör om";

/* The label of the Trust button */
"Trust" = "Tillförlitlig";

/* The title of server invalid certificate dialog */
"Server Identity Failure" = "Fel i serveridentitet";

/* Error message telling user that the certificate of the server is either expired or not yet valid */
"The server certificate is expired or is not yet valid." = "Servercertifikatet har upphört eller har inte börjat gälla.";

/* Error message telling user that the certificate of the server is not signed by an authority */
"The server certificate is not signed by any root server." = "Servercertifikatet har inte signerats av någon rotserver.";

/* Error message telling user that the certificate of the server is not valid */
"The server certificate is not yet valid." = "Servercertifikatet har inte börjat gälla.";

/* Error message telling user that the certificate of the server cannot be trusted since it was signed by a non-trusted authority */
"The server certificate is signed by a root server which is not trusted." = "Servercertifikatet är signerat av en rotserver som inte är tillförlitlig.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"Unable to verify the identity of \"%@\". %@\n\nIf you choose to continue you could put your confidential information at risk.\n" = "Det går inte att bekräfta identiteten för \"%1$@\". %2$@\n\nOm du väljer att fortsätta kan din konfidentiella information utsättas för risker.\n";

/* This is also displayed to the user in the invalid server certificate dialog */
"You should retry to connect to \"%@\" to access the content." = "Du ska försöka ansluta till \"%@\" för att få åtkomst till innehållet.";

/* This is the message displayed to the user in the invalid server certificate dialog */
"%@ can't verify the identity of \"%@\". To access this content anyway, choose \"%@\" and retry last action." = "%1$@ kan inte bekräfta identiteten för \"%2$@\". Om du trots detta vill få åtkomst till innehållet väljer du \"%3$@\" och gör om den senaste åtgärden.";

/* The title of server invalid certificate dialog */
"Cannot Verify Server Identity" = "Det går inte att bekräfta serverns identitet.";

